Repository: niksabogovac/mayan
Catalog: apps/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: sr

source: Bootstrap setup file
sr: datoteka bootstrap podešavanja

source: Bootstrap setup URL
sr: URL bootstrap podešavanja

source: bootstrap setup list
sr: bootstrap podešavajuća lista

source: create new bootstrap setup
sr: kreirati novo bootstrap podešavanje

source: edit
sr: izmeniti

source: delete
sr: obrisati

source: details
sr: detalji

source: execute
sr: izvršiti

source: dump current setup
sr: odbaciti trenutno podešavanje

source: export
sr: eksport

source: import from file
sr: unos iz datoteke

source: import from URL
sr: import sa URL-a

source: sync with repository
sr: sinhronizacija sa repozitorijumom

source: erase database
sr: izbrisati bazu podataka

source: Better YAML
sr: Bolji YAML

source: name
sr: naziv

source: description
sr: opis

source: fixture
sr: popravka

source: These are the actual database structure creation instructions.
sr: Ovo su istrukcije za kreiranje stvarne strukture baze podataka.

source: type
sr: tip

source: creation date and time
sr: datum i vreme kreiranja

source: bootstrap setup
sr: bootstrap podešavanje

source: bootstrap setups
sr: bootstrap podešavanja

source: Database bootstrap
sr: Bootstrap baze podataka

source: View bootstrap setups
sr: Pregledati bootstrap podešavanja

source: Create bootstrap setups
sr: Kreirati bootstrap podešavanja

source: Edit bootstrap setups
sr: Izmeniti bootstrap podešavanja

source: Delete bootstrap setups
sr: Obrisati bootstrap podešavanja

source: Execute bootstrap setups
sr: Izvršiti bootstrap podešavanja

source: Dump the current project\s setup into a bootstrap setup
sr: Prebaciti podešavanje trenutnog/ih projekata u bootstrap podešavanje

source: Export bootstrap setups as files
sr: Eksport bootstrap podešavanja kao datoteka

source: Import new bootstrap setups
sr: Import novih bootstrap podešavanja

source: Sync the local bootstrap setups with a published repository
sr: Sinhronizovanje lokalnih bootstrap podešavanja sa sa objavljenim repozitorijumom

source: Erase the entire database and document storage
sr: Obrisati čitavu bazu podataka i skladište dokumenata

source: Provides pre configured setups for indexes, document types, tags, etc.
sr: Obezbeđuje ranije konfigurisana podešavanja za indekse, dokumente tipove, tagove, itd.

source: Bootstrap setup created successfully
sr: Bootstrap podešavanje je uspešno kreirano

source: Error creating bootstrap setup.
sr: Greška u kreiranju bootstrap podešavanja.

source: create bootstrap
sr: kreirati bootstrap

source: Bootstrap setup edited successfully
sr: Bootstrap podešavanje je uspešno izmjenjeno.

source: Error editing bootstrap setup.
sr: Greška u izmeni bootstrap podešavanja.

source: edit bootstrap setup: %s
sr: izmeniti bootstrap podešavanje: %s

source: Bootstrap setup: %s deleted successfully.
sr: Bootstrap podešavanje: %s uspešno obrisano.

source: Bootstrap setup: %(bootstrap)s, delete error: %(error)s
sr: Bootstrap podešavanje: %(bootstrap)s, greška pri brisanju: %(error)s

source: Are you sure you with to delete the bootstrap setup: %s?
sr: Da li ste sigurni da želite da izbrišete bootstrap podešavanje: %s?

source: Cannot execute bootstrap setup, there is existing data. Erase all data and try again.
sr: Bootstrap podešavanje se ne može izvršiti, postoje podaci. Izbrisati sve podatke i pokušati ponovo.

source: Error executing bootstrap setup; %s
sr: Greška u izvršavanju bootstrap podešavanja; %s

source: Bootstrap setup "%s" executed successfully.
sr: Bootstrap podešavanje "%s" uspešno izvršeno.

source: Are you sure you wish to execute the database bootstrap setup named: %s?
sr: Da li ste sigurni da želite da izvršite bootstrap podešavanje baze podataka koje se zove: %s?

source: Error dumping configuration into a bootstrap setup; %s
sr: Greška u prebacivanju konfiguracije u bootstrap podešavanje; %s

source: Bootstrap setup created successfully.
sr: Bootstrap podešavanje je uspešno kreirano.

source: dump current configuration into a bootstrap setup
sr: prebaciti trenutnu konfiguraciju u bootstrap podešavanje

source: Bootstrap setup imported successfully.
sr: Bootstrap podešavanje uspešno importovano.

source: File is not a bootstrap setup.
sr: Datoteka nije bootstrap podešavanje.

source: Error importing bootstrap setup from file; %s.
sr: Greška u importu bootstrap podešavanja iz datoteke; %s.

source: Import bootstrap setup from file
sr: Importovati bootstrap podešavanje iz datoteke

source: Data from URL is not a bootstrap setup.
sr: Podaci iz URL nisu bootstrap podešavanje.

source: Error importing bootstrap setup from URL; %s.
sr: Greška u importovanju bootstrap podešavanja sa URL-a; %s.

source: Import bootstrap setup from URL
sr: Importovati bootstrap podešavanje sa URL-a

source: Error erasing database; %s
sr: Greška u brisanju baze podataka; %s

source: Database erased successfully.
sr: Baza podataka je uspešno obrisana.

source: Are you sure you wish to erase the entire database and document storage?
sr: Da li ste sigurni da želite da obrišete čitavu bazu podataka i skladište dokumenata?

source: All documents, sources, metadata, metadata types, set, tags, indexes and logs will be lost irreversibly!
sr: Svi dokumenti, izvori, metadata, tipovi metadata, setovi, tagovi, indeksi i logovi će biti nepovratno izgubljeni!

source: Bootstrap repository successfully synchronized.
sr: Bootstrap repozitorijum je uspešno sinhronizovan.

source: Bootstrap repository synchronization error: %(error)s
sr: Greška u sinhronizaciji bootstrap repozitorijuma: %(error)s

source: Are you sure you wish to synchronize with the bootstrap repository?
sr: Da li ste sigurni da želite da sinhronizujete sa bootstrap repozitorijumom?
