Repository: niksabogovac/mayan
Catalog: apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: sr

source: upload signature
sr: ubaci potpis

source: download signature
sr: preuzmi potpis

source: signatures
sr: potpisi

source: Signature file
sr: Datoteka potpisa

source: document version
sr: verzija dokumenta

source: signature file
sr: datoteka potpisa

source: has embedded signature
sr: ima sadržan potpis

source: document version signature
sr: potpis verzije dokumenta

source: document version signatures
sr: potpisi verzije dokumenta

source: Document signatures
sr: Potpisi dokumenta

source: Verify document signatures
sr: Proveriti potpise dokumenta

source: Upload detached signatures
sr: Ubaci odvojene potpise

source: Download detached signatures
sr: Preuzmi odvojene potpise

source: Signature status: %(widget)s %(text)s
sr: Status potpisa: %(widget)s %(text)s

source: embedded
sr: sadržano

source: detached
sr: odvojeno

source: Signature ID: %s
sr: ID oznaka potpisa: %s

source: Signature type: %s
sr: Tip potpisa: %s

source: Key ID: %s
sr: ID oznaka ključa: %s

source: Timestamp: %s
sr: Vremenski žig: %s

source: Signee: %s
sr: Potpisnik: %s

source: signature properties for: %s
sr: svojstva potpisa za: %s

source: Detached signature uploaded successfully.
sr: Odvojeni potpis je uspešno ubačen.

source: Upload detached signature for: %s
sr: Ubaciti odvojeni potpis za: %s
