Repository: niksabogovac/mayan
Catalog: apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: sr

source: edit metadata
sr: izmeni meta podatke

source: metadata
sr: meta podaci

source: add metadata
sr: dodaj meta podatak

source: remove metadata
sr: ukloni meta podatak

source: metadata types
sr: tipovi meta podataka

source: edit
sr: izmeni

source: delete
sr: obriši

source: create new
sr: kreiraj novi

source: metadata sets
sr: set meta podataka

source: members
sr: članovi

source: default metadata
sr: osnovni meta podaci

source: 'metadata' object has no attribute '%s'
sr: 'metadata' objekt nema atributa '%s'

source: required
sr: potreban

source: Name
sr: Naziv

source: Value
sr: Vrednost

source: Update
sr: Ažuriranje

source: Metadata type
sr: Tip meta podatka

source: Remove
sr: Ukloni

source: Metadata sets
sr: Set meta podataka

source: Metadata
sr: Meta podaci

source: Available models: %s
sr: Dostupni modeli: %s

source: Available functions: %s
sr: Dostupne funkcije: %s

source: name
sr: naziv

source: Do not use python reserved words, or spaces.
sr: Ne koristite python rezervirane reči, ili razmak.

source: title
sr: naslov

source: default
sr: osnovno

source: Enter a string to be evaluated.%s
sr: Unesi string za evaluaciju.%s

source: lookup
sr: pronalaženje

source: Enter a string to be evaluated. Example: [user.get_full_name() for user in User.objects.all()].%s
sr: Unesi string za evaluaciju. Primer: [user.get_full_name() za korisnike u Korisnici.objects.all()].%s

source: metadata type
sr: tip meta podataka

source: metadata set
sr: set meta podataka

source: metadata set item
sr: stavka seta meta podataka

source: metadata set items
sr: stavke seta meta podataka

source: document
sr: dokument

source: type
sr: tip

source: value
sr: vrednost

source: document metadata
sr: meta podaci dokumenta

source: document type
sr: tip dokumenta

source: default metadata sets
sr: osnovni set meta podataka

source: document type defaults
sr: osnovni tip dokumenata

source: document types defaults
sr: osnovni tipovi dokumenta

source: Edit a document's metadata
sr: Izmeni meta podatke dokumenta

source: Add metadata to a document
sr: Dodaj meta podatak za dokument

source: Remove metadata from a document
sr: Obriši meta podatak iz dokumenta

source: View metadata from a document
sr: Pregledaj meta podatke iz dokumenta

source: Metadata setup
sr: Podešavanje meta podataka

source: Edit metadata types
sr: Izmeni tipove meta podataka

source: Create new metadata types
sr: Kreiraj novi tip meta podataka

source: Delete metadata types
sr: Izbriši tip meta podataka

source: View metadata types
sr: Pregledaj tip meta podataka

source: Edit metadata sets
sr: Izmeni setove meta podataka

source: Create new metadata sets
sr: Kreiraj novi set meta podataka

source: Delete metadata sets
sr: Izbriši set meta podataka

source: View metadata sets
sr: Pregledaj set meta podataka

source: The selected document doesn't have any metadata.
sr: Odabrani dokument nema meta podatke

source: Must provide at least one document.
sr: Mora da postoji bar jedan dokument.

source: Error deleting document indexes; %s
sr: Greška pri brisanju indeksa dokumenta; %s

source: Error editing metadata for document %(document)s; %(error)s.
sr: Greška pri izmeni meta podataka za dokument %(document)s; %(error)s.

source: Metadata for document %s edited successfully.
sr: Meta podaci za dokument %s uspešno izmenjeni.

source: Error updating document indexes; %s
sr: Greška kod ažuriranja indeksa dokumenta; %s

source: Document indexes updated successfully.
sr: Indeksi dokumenta uspešno ažurirani.

source: Edit metadata for document: %s
sr: Izmeni meta podatke za dokument: %s

source: Edit metadata for documents: %s
sr: Izmeni meta podatke za dokumente: %s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
sr: Tip meta podataka: %(metadata_type)s uspešno dodat u dokument %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
sr: Tip meta podataka: %(metadata_type)s već postoji u dokumentu %(document)s.

source: Add metadata type to document: %s
sr: Dodaj tip meta podataka u dokument: %s

source: Add metadata type to documents: %s
sr: Dodaj tip meta podataka u dokumente: %s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
sr: Uspešno uklonjen tip meta podataka: %(metadata_type)s iz dokumenta: %(document)s.

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
sr: Greška kod uklanjanja tipa meta podataka: %(metadata_type)s iz dokumenta: %(document)s.

source: Remove metadata types from document: %s
sr: Ukloni tip meta podataka iz dokumenta: %s

source: Remove metadata types from documents: %s
sr: Ukloni tip meta podataka iz dokumenata: %s

source: metadata for: %s
sr: meta podaci za: %s

source: internal name
sr: interni naziv

source: Metadata type edited successfully
sr: Tip meta podataka uspešno izmenjen

source: Error editing metadata type; %s
sr: Greška u izmeni tipa meta podataka: %s

source: edit metadata type: %s
sr: izmeni tip meta podataka: %s

source: Metadata type created successfully
sr: Tip meta podataka uspešno kreiran

source: create metadata type
sr: kreiraj tip meta podataka

source: Metadata type: %s deleted successfully.
sr: Tip meta podataka: %s uspešno izbrisan.

source: Metadata type: %(metadata_type)s delete error: %(error)s
sr: Tip meta podataka: %(metadata_type)s greška prilikom brisanja: %(error)s

source: Are you sure you wish to delete the metadata type: %s?
sr: Da li ste sigurni da želite da izbrišete tip meta podataka: %s?

source: Metadata set edited successfully
sr: Set meta podataka uspešno izmenjen

source: Error editing metadata set; %s
sr: Greška u izmeni seta meta podataka; %s

source: edit metadata set: %s
sr: izmeni set meta podataka: %s

source: non members of metadata set: %s
sr: nisu članovi seta meta podataka: %s

source: members of metadata set: %s
sr: članovi seta meta podataka: %s

source: Metadata set created successfully
sr: Set meta podataka uspešno kreiran.

source: create metadata set
sr: kreiraj set meta podataka

source: Metadata set: %s deleted successfully.
sr: Set meta podataka: %s uspešno izbrisan.

source: Metadata set: %(metadata_set)s delete error: %(error)s
sr: Set meta podataka: %(metadata_set)s greška u brisanju: %(error)s

source: Are you sure you wish to delete the metadata set: %s?
sr: Da li ste sigurni da želite da izbrišete set meta podataka: %s?

source: Metadata types
sr: Tip meta podataka

source: non members of document type: %s
sr: nisu članovi tipa dokumenta: %s

source: members of document type: %s
sr: članovi tipa dokumenta: %s

source: What are metadata sets?
sr: Koji su setovi meta podataka?

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
sr: Set meta podataka je skup jednog ili više tipova meta podataka. Setovi meta podataka su korisni pri kreiranju novih dokumenata; odabirom seta meta podataka tipovi meta podataka koji su deo seta se automatski dodjeljuju u navedeni dokument.

source: What are metadata types?
sr: Koji su tipovi meta podataka?

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
sr: Tip meta podatka definiše karakteristike vrednosti neke vrste koje se mogu prikačiti na dokument. Primeri tipova meta podataka su: ime klijenta, datum, ili projekat kojem pripada nekoliko dokumenata. Ime tipa meta podataka je interni identifikator sa kojim se može referencirati na druge module, kao što je modul indeksiranja; naslov je vrednost koja se prikazuje korisnicima, osnovna vrednost je vrednost koju će na primer ovaj tip meta podatka imati inicijalno, a vrednost pretraživanja pretvara meta podatak ovog tipa u listu čije su opcije rezultat primenjivanja koda za pretraživanje.
