Repository: niksabogovac/mayan
Catalog: apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: sr

source: submit to OCR queue
sr: predaj u OCR niz

source: re-queue
sr: ponovo poređaj

source: delete
sr: obriši

source: stop queue
sr: zaustavi niz

source: activate queue
sr: aktiviraj niz

source: clean up pages content
sr: očisti sadržaj stranica

source: Runs a language filter to remove common OCR mistakes from document pages content.
sr: Pokreće jezični filter kako bi uklonio uobičajene OCR greške iz sadžaja stranica dokumenta.

source: queue document list
sr: lista dokumenata u nizu

source: transformations
sr: transformacije

source: add transformation
sr: dodaj transformaciju

source: edit
sr: izmeni

source: Default
sr: Osnovno

source: Checks the OCR queue for pending documents.
sr: Proveri OCR niz za dokumente na čekanju.

source: Text from OCR
sr: Tekst iz OCR-a

source: stopped
sr: zaustavljeno

source: active
sr: aktivno

source: pending
sr: na čekanju

source: processing
sr: obrada

source: error
sr: greška

source: name
sr: ime

source: label
sr: oznaka

source: state
sr: stanje

source: document queue
sr: niz dokumenata

source: document queues
sr: nizovi dokumenata

source: document
sr: dokument

source: date time submitted
sr: datum i vreme podneseni

source: delay ocr
sr: odložiti OCR

source: result
sr: rezultat

source: node name
sr: ime noda

source: queue document
sr: dokument u nizu

source: queue documents
sr: dokumenti u nizu

source: Missing document.
sr: Nedostaje dokument.

source: Enter a valid value.
sr: Unesite važeću vrednost.

source: order
sr: redosled

source: transformation
sr: transformacija

source: arguments
sr: argumenti

source: Use dictionaries to indentify arguments, example: %s
sr: Koristi rečnike da identifikuješ argumente, na primer: %s

source: document queue transformation
sr: transformacija niza dokumenata

source: document queue transformations
sr: transformacije niza dokumenata

source: Submit documents for OCR
sr: Predati dokumente za OCR

source: Delete documents from OCR queue
sr: Brisati dokumente iz OCR niza

source: Can enable/disable the OCR queue
sr: Može omogućiti ili onemogućiti OCR niz

source: Can execute the OCR clean up on all document pages
sr: Može izvršiti OCR čišćenje u svim stranicama dokumenta

source: Can edit an OCR queue properties
sr: Mogu se urediti svojstva OCR niza

source: Document queues: %d
sr: Nizovi dokumenata: %d

source: Queued documents: %d
sr: Dokumenti u nizu: %d

source: OCR statistics
sr: OCR statistika

source: documents in queue: %s
sr: dokumenti u nizu: %s

source: document queue properties
sr: svojstva niza dokumenata

source: Current state: %s
sr: Trenutno stanje: %s

source: Must provide at least one queue document.
sr: Mora postojati bar jedan dokument u nizu.

source: Document: %s is being processed and can't be deleted.
sr: Dokument: %s se obrađuje i ne može se izbrisati.

source: Queue document: %(document)s deleted successfully.
sr: Dokument iz niza: %(document)s uspešno obrisan.

source: Error deleting document: %(document)s; %(error)s
sr: Greška u brisanju dokumenta: %(document)s; %(error)s

source: Are you sure you wish to delete queue document: %s?
sr: Da li ste sigurni da želite da obrišete dokument iz niza: %s?

source: Are you sure you wish to delete queue documents: %s?
sr: Da li ste sigurni da želite da obrišete dokumente iz niza: %s?

source: Document: %(document)s was added to the OCR queue: %(queue)s.
sr: Dokument: %(document)s je dodat u OCR niz: %(queue)s.

source: Document: %(document)s is already queued.
sr: Dokument: %(document)s je već u nizu.

source: Document: %(document)s was re-queued to the OCR queue: %(queue)s
sr: Dokument: %(document)s je ponovo uvršten u OCR niz: %(queue)s

source: Document id#: %d, no longer exists.
sr: Dokument id#: %d, više ne postoji.

source: Document: %s is already being processed and can't be re-queded.
sr: Dokument: %s je obrađen i ne može ponovo biti ubačen u niz.

source: Are you sure you wish to re-queue document: %s?
sr: Da li ste sigurni da želite da ponovo uvrstite dokument u niz: %s?

source: Are you sure you wish to re-queue documents: %s?
sr: Da li ste sigurni da želite da ponovo uvrstite dokumente u niz: %s?

source: Document queue: %s, already stopped.
sr: Niz dokumenata: %s, je ranije zaustavljen.

source: Document queue: %s, stopped successfully.
sr: Niz dokumenata: %s, uspešno zaustavljen.

source: Are you sure you wish to disable document queue: %s
sr: Da li ste sigurni da želite da onemogućite niz dokumenata: %s?

source: Document queue: %s, already active.
sr: Niz dokumenata: %s, je već aktivan.

source: Document queue: %s, activated successfully.
sr: Niz dokumenata: %s, uspešno aktiviran.

source: Are you sure you wish to activate document queue: %s
sr: Da li ste sigurni da želite da aktivirate niz dokumenata: %s?

source: Are you sure you wish to clean up all the pages content?
sr: Da li ste sigurni da želite da obrišete sav sadržaj stranica?

source: On large databases this operation may take some time to execute.
sr: Na velikim bazama ova operacija može potrajati duže.

source: Document pages content clean up complete.
sr: Potpuno obrisan sadržaj stranica.

source: Document pages content clean up error: %s
sr: Greška u brisanju stranica: %s

source: transformations for: %s
sr: transformacije za: %s

source: Queue transformation edited successfully
sr: Uspešno izmenjene transformacije niza

source: Error editing queue transformation; %s
sr: Greška u izmeni transformacije niza; %s

source: Edit transformation: %s
sr: Izmeniti transformaciju: %s

source: Queue transformation deleted successfully.
sr: Transformacija niza uspešno obrisana.

source: Error deleting queue transformation; %(error)s
sr: Greška pri brisanju transformacije niza; %(error)s

source: Are you sure you wish to delete queue transformation "%(transformation)s"
sr: Da li ste sigurni da želite da obrišete transformaciju niza "%(transformation)s"

source: Queue transformation created successfully
sr: Transformacija niza je uspešno kreirana.

source: Error creating queue transformation; %s
sr: Greška pri kreiranju transformacije niza; %s

source: Create new transformation for queue: %s
sr: Kreiraj novu transformaciju za niz: %s

source: Amount of seconds to delay OCR of documents to allow for the node's storage replication overhead.
sr: Vreme u sekundama koje odlaže OCR dokumenata kako bi se omogućilo prekopiranje podataka.

source: Maximum amount of concurrent document OCRs a node can perform.
sr: Maksimalan broj dokumenata koje OCR čvor može istovremeno da obrađuje.

source: Automatically queue newly created documents for OCR.
sr: Novi kreirani dokumenti se automatski stavljaju u niz za OCR.

source: File path to unpaper program.
sr: Put prema datotekama za program bez papira.

source: File path to poppler's pdftotext program used to extract text from PDF files.
sr: Put do programa za izdvajanje teksta iz PDF datoteka.

source: Text extracted from PDF
sr: Tekst izdvojen iz PDF-a
